//=======================================
//
// ツール画面処理 [ edit.h ]
// Author:Asuma Nishio
//
//=======================================
#ifndef _EDIT_H_
#define _EDIT_H_

//*************************************
// インクルードファイル宣言
//*************************************
#include "main.h"

//*************************************
// プロトタイプ宣言
//*************************************
void InitEdit(); // 初期化処理
void UninitEdit(); // 終了処理
void UpdateEdit(); // 更新処理
void DrawEdit(); // 描画処理
MODE GetNowMode();

#endif // !_EDIT_H_
