//==============================
//
// ランキング処理 [ ranking.h ]
// Author:Asuma Nishio
//
//==============================
#ifndef _RANKING_H_
#define _RANKING_H_

//******************************************
// インクルードファイル宣言
//******************************************
#include "main.h"

//******************************************
// プロトタイプ宣言
//******************************************
void InitRanking(void);			// ランキングの初期化
void UninitRanking(void);		// ランキングの終了
void UpdateRanking(void);		// ランキングの更新
void DrawRanking(void);			// ランキングの描画

#endif