//=============================================
//
// リザルト処理) [ result.h ]
// Author:Asuma Nishio
//
//=============================================
#ifndef _RESULT_H_
#define _RESULT_H_

//*****************************************
// インクルードファイル宣言
//*****************************************
#include "main.h"

//*****************************************
// プロトタイプ宣言
//*****************************************
void InitResult(void);			// リザルトの初期化
void UninitResult(void);		// リザルトの終了
void UpdateResult(void);		// リザルトの更新
void DrawResult(void);			// リザルトの描画


#endif